Repository: arunkul/skin.sio2x
Catalog: language/*/strings.po
Languages: dutch, french, italian, spanish

# #31000
source: Page
dutch: Pagina
italian: Pagina
spanish: Página

# #31001
source: Items
french: Articles
italian: Elementi
spanish: Elementos

# #31002
source: Karaoke Song
dutch: Karaoke Nummer
french: Chanson Karaoké
italian: Canzone Karaoke
spanish: Cancion Karaoke

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
dutch: Kies Snelkoppeling functie voor Muziek Icon : Albums Artiest Genres Nummers
french: Choisissez un raccourci pour l'icône Musique : Albums Artistes Genres Morceaux
italian: Seleziona la funzione dell'icona Musica: Album - Artisti - Generi - Canzoni
spanish: Elegir funcion enlace Musica : Albums Artistas Géneros Canciones

# #31004
source: Visualization Presets
dutch: Visualizatie Presets
french: Préréglages des visualisations
italian: Preset di Visualizzazione
spanish: Presets de Visalizacion

# #31005
source: End Time
dutch: Eind Tijd
french: Heure de fin
italian: Fine
spanish: Fin

# #31006
source: Last Added
dutch: Laatst Toegevoegd
french: Dernier ajouté
italian: Ultimo Aggiunto
spanish: Ultimo Añadido

# #31007
source: Last Started
dutch: Laatst Afgespeeld
french: Dernier commencé
italian: Ultimo Iniziato
spanish: Ultimo Empezado

# #31008
source: Enable/Disable Always Colored Icons on Home Screen, when Disabled Icons will only become colored when Focused
dutch: Inschakelen/Uitschakelen Altijd Gekleurde Iconen op Beginscherm, wanneer Uitgeschakeld worden iconen alleen gekleurd bij actief
french: Activer/Désactiver Les icônes toujours colorés sur l'écran d'accueil, si le choix est Désactivé les icônes ne seront colorées que lors d'un survol.
italian: Attiva/Disattiva Icone Colorate. Quando è disattivato, le icone si coloreranno solo se selezionate
spanish: Activar/Desactivar Iconos Siempre Coloreados en la pantalla de Inicio, si Desactivado los iconos solo mostrarán color al ser selecionados

# #31010
source: Open playlist
dutch: Open afspeelijst
french: Ouvrir une liste de lecture
italian: Apri Playlist
spanish: Abrir Lista de Reproduccion

# #31011
source: Save playlist
dutch: Opslaan afspeellijst
french: Sauvegarder une liste de lecture
italian: Salva Playlist
spanish: Guardar Lista de Reproduccion

# #31012
source: Clear playlist
dutch: Afspeellijst leeg maken
french: Vider une liste de lecture
italian: Svuota Playlist
spanish: Borrar Lista de Reproduccion

# #31013
source: Available Audio
dutch: Beschikbare Audio
french: Audio disponible
italian: Audio Disponibile
spanish: Audio Disponible

# #31014
source: Current Playlist
dutch: Huidige Afspeellijst
french: Liste de lecture en cours
italian: Playlist in uso
spanish: Lista de Reproduccion Actual

# #31015
source: Trailers
french: Bande-annonces
italian: Trailer

# #31016
source: Last Updated
dutch: Laatst Bijgewerkt
french: Dernier mis à jour
italian: Ultimo Aggiornamento
spanish: Última actualización

# #31017
source: Enable or disable the panel for changing views, filter, search and other options
dutch: Inschakelen of uitschakelen het paneel om views te veranderen, filter, zoeken en andere opties
french: Activer ou désactiver le panneau de changement de type de vues, filtre, recherche et autres options.
italian: Attiva o disattiva la finestra per cambiare la modalità di presentazione dei contenuti, filtrare, cercare e altre opzioni
spanish: Activar o desactivar el panel para cambiar vistas, filtro, búsqueda y otras opciones

# #31018
source: Choose Addon for Lyrics Search & Download
dutch: Kies Addon voor Lyrics Zoeken & Downloaden
french: Choix de l'extension pour la recherche et téléchargement des paroles
italian: Scegli Addon per cercare e scaricare testi
spanish: Elija el Addon para Buscar y Descargar Letras

# #31019
source: Enable or Disable Clock On top right of All Pages (not while watching Movies).[CR]Home Menu Will show Time and date.
dutch: Inschakelen of Uitschakelen Tijd rechtsboven op Alle Pagina's (niet tijdens het kijken van FIlms). [CR]Beginscherm toont Tijd en Datum
french: Activation ou désactivation de l'affichage de l'heure sur Toutes les pages (sauf pendant la lecture d'un film).[CR]Home Menu affichera l'heure et la date.
italian: Attiva o Disattiva Orologio in alto a destra (non durante la riproduzione). [CR] La Home Page mostra anche la data
spanish: Activar o Desactivar reloj en la parte superior derecha de todas las páginas (no durante la reproduccion). [CR] Pagina principal mostrará la hora y la fecha.

# #31020
source: Now Watching
dutch: Nu aan het kijken
french: En cours de lecture
italian: In riproduzione
spanish: Ahora viendo

# #31021
source: Memory Used:
dutch: Geheugen verbruikt
french: Mémoire utilisée:
italian: Memoria in uso
spanish: Memoria en Uso:

# #31022
source: Specify Action for Power Icon in Menu
dutch: Geef aan wat het Aan/Uit icon moet doen
french: Préciser l'action de l'icône d'Alimentation dans le Menu
italian: Specifica l'azione per l'icona Power nella pagina principale
spanish: Elegir Acción para el icono del menu Power

# #31023
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
dutch: Fanart foto[CR][CR]Niet beschikbaar[CR][CR] Verander hier
french: Fanart image[CR][CR]non disponible[CR][CR] Appuyer sur le bouton pour en choisir
italian: Immagine Fanart [CR][CR]Non disponibile[CR][CR] Premi per scaricare
spanish: Imagen de Fanart[CR][CR]Indisponible[CR][CR] Pulsar botón para elegir

# #31024
source: Aired
dutch: Uitgezonden
french: Diffusé
italian: Trasmesso
spanish: Emitido

# #31025
source: Playlist Options
dutch: Afspeellijst Opties
french: Options de la liste de lecture
italian: Opzioni playlist
spanish: Opciones de Lista de Reproducción

# #31026
source: Get Extra Artwork
dutch: Extra Artwork Laden
french: Obtenir des illustrations supplémentaire
italian: Ottieni Grafiche Extra
spanish: Conseguir Artwork extra

# #31027
source: Movies/TVShows Badge
dutch: FIlms/TVShow Badge
french: Films/Séries Badges
italian: Badge Film/Programmi TV
spanish: Contador de Películas/Series

# #31028
source: Custom Background
dutch: Aangepaste Achtergrond
french: Fond d'écran personalisé
italian: Sfondo Personalizzato
spanish: Fondo Personalizado

# #31029
source: Adds a custom Background to Home Screen. This will automatically switch On the setting for Always Colored Icons on Home screen. This can be manually switched Off from this page.
dutch: Voeg een aangepaste Achtergrond toe aan het Beginscherm. Dit veranderd automatisch de instelling voor gekleurde iconen altijd aan. Dit kan op deze pagina handmatig uitgezet worden.
french: Ajouter un fond d'écran personnalisé au Menu d'accueil. Ceci basculera automatique les icônes en "toujours en couleur". Vous pouvez manuellement le désactiver sur cette page.
italian: Aggiungi uno sfondo personalizzato alla pagina principale. Si sposterà automaticamente su Impostazioni per le icone colorate sulla pagina principale. Può essere spento manualmente da questa pagina
spanish: Añadir un Fondo personalizado a la pantalla de Inicio. Se seleccionará automáticamente On el ajuste Iconos Siempre Coloreados en la pantalla de Inicio. Esto puede cambiarse manualmente a Off desde esta pantalla.

# #31030
source: Custom Shelf Icon
dutch: Aangepast Shelf Icon
french: Icône personnalisée
italian: Icona Shelf Personalizzata
spanish: Icono de Estantería Personalizado

# #31031
source: Replace Default Icon on Shelf with a Picture of Your choice.
dutch: Vervang standaard Icon voor Shelf met een eigen foto.
french: Remplacer l'icône par défaut par une image de votre choix.
italian: Sostituisci l'icona iniziale su Shelf con un'immagine di tua scelta
spanish: Cambiar el Icono de Estantería por defecto, con una imagen a elegir

# #31032
source: Log Off
dutch: Uitloggen
french: Déconnexion
italian: Disconnetti
spanish: Desconectar

# #31033
source: Always Colored Menu Icons
dutch: Altijd Gekleurde Menu Iconen
french: Icônes de Menu Toujours Colorées
italian: Icone del Menu sempre colorate
spanish: Iconos de Menu Siempre Coloreados

# #31034
source: Click to Add Custom Item to Home Page
dutch: Klik om Aangepast Item toe te voegen aan Beginscherm
french: Cliquez pour Ajouter des Articles Personnalisés à la Page d'accueil
italian: Clicca per aggiungere elementi personalizzati alla pagina principale
spanish: Haz Click para agregar Favorito a Pagina Principal

# #31035
source: Click to Pick Icon, Change or Remove Item
dutch: Klik om een Icon te kiezen, Veranderen of te Verwijderen
french: Cliquez pour choisir, changer ou remplacer une icône
italian: Clicca per scegliere le icone, cambiare o rimuovere l'elemento
spanish: Haz Click para cambiar icono, borrar o modificar Favorito

# #31036
source: Reset ALL skin settings to default
dutch: Reset ALLE skin instellingen naar standaard
french: Remettre tous les réglages du thème à leur réglage d'origine
italian: Ripristina TUTTE le impostazioni iniziali della Skin
spanish: Reiniciar Configuración de Skin

# #31037
source: Add-ons manager
french: Gestionnaire des Add-ons
italian: Gestore degli Add-on
spanish: Gestor de Add-ons

# #31039
source: Enable or disable the icon for network connection and battery percentage info (only shown if battery lower than 20%)
dutch: Schakel het icon voor netwerkverbinding en batterij percentage info (alleen zichtbaar als de capaciteit lager is dan 20%) aan of uit
french: Activer ou désactiver l'icône de connexion réseau et des infos de pourcentage de charge de batterie (seulement visible si la charge est inférieur à 20 %)
italian: Attiva o disattiva l'icona per la connessione alla rete e le informazioni relative alla percentuale di carica della batteria (visibili solo nel caso in cui la carica sia inferiore al 20%)
spanish: Activar o desactivar los iconos de información de la conexión de red y del porcentaje de batería (solamente visible si la batería baja del 20%)

# #31040
source: Shelf items
french: étagère
italian: Elementi Shelf
spanish: Elementos en Estanteria

# #31041
source: Active Scrollbars
dutch: Actieve Scrollbars
french: Barres de défilement actives
italian: Scrollbar attive
spanish: Barras de desplazamiento Activas

# #31042
source: Active
dutch: Actief
french: Actif
italian: Attivo
spanish: Activo

# #31043
source: Passive
dutch: Pasief
french: Passif
italian: Passivo
spanish: Inactivo

# #31044
source: View options dialog
dutch: Voorkeuren weergeven
french: Voir le menu des options
italian: Vista dialogo opzioni
spanish: Dialogo de Opciónes de Vista

# #31045
source: Recent/Recommended Inverted First Item
dutch: Recente/Aanbevolen Omgedraaid Eerste Item
french: Récent/Recommandé Premier Article Inversé
italian: Inversione primo elemento in Recenti/Consigliati
spanish: Recien/Recomendado Invertir primer Elemento

# #31046
source: Customize What Is Displayed On Home Page. Enable or disable buttons and create links for addons or favourites.
dutch: Verander wat wordt weergegeven op het beginscherm. Zet knoppen aan of uit en maak verwijzingen naar addons en favorieten.
french: Customisation de ce qui est affiché sur l'écran d'accueil. Activation ou désactivation des boutons et créations des liens vers les addons et les favoris.
italian: Personalizza gli elementi della pagina principale. Attiva o disattiva i pulsanti e crea link per addon e preferiti.
spanish: Personalizar la pantalla de Inicio. Activar o desactivar botones y crear enlaces a addons o favoritos.

# #31047
source: Show Clock
dutch: Tijd weergeven
french: Montrer l'horloge
italian: Mostra Orologio
spanish: Muestra Reloj

# #31048
source: Recommended
dutch: Aanbevolen
french: Recommandé
italian: Consigliati
spanish: Recomendados

# #31049
source: Power icon - Now Set to:
dutch: Aan/Uit icon - Nu ingesteld als:
french: Icône d'alimentation - maintenant configurée sur :
italian: Icona Power - Ora impostato su:
spanish: Funcion de Icona "Apagar" en la Pagina Principal

# #31050
source: Quit Menu
dutch: Stop Menu
french: Menu d'option d'arrêt
italian: Scegli dal menu
spanish: Menu de Elecciónes

# #31051
source: Custom Shelf Shortcuts
dutch: Aangepaste Shelf Snelkoppelingen
french: Raccourcis personnalisés
italian: Collegamenti personalizzati su Shelf
spanish: Atajos Personalizados en Estanteria

# #31052
source: Home Page Customizer
dutch: Beginscherm Aanpassen
french: Personnalisation de la page d'accueil
italian: Personalizza Pagina Principale
spanish: Personalizador de Pagina Principal

# #31053
source: Link For Music Icon
dutch: Link voor Muziek Icon
french: Lien pour l'icône Musique
italian: Collegamneto Icona Musica
spanish: Enlace al Icono de Música

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
dutch: Inschakelen Weergave Menu om de manier te veranderen hoe Items worden weergegeven.
french: Activation du menu des styles de vues afin de changer la façon dont les éléments vous sont présentés
italian: Attiva menu per la scelta del metodo di visione degli elementi
spanish: Activar el Menú de Vistas para cambiar la manera que los elementos son presentados.

# #31055
source: Fullscreen player
dutch: Volledig scherm Afspeler
french: Lecteur plein écran
italian: Riproduttore a schermo intero
spanish: Reproductor a Pantalla Completa

# #31056
source: Change Icon
dutch: Verander Icon
french: Changez l'icône
italian: Cambia Icona
spanish: Cambiar Icono

# #31057
source: Replace Item
dutch: Vervang Item
french: Remplacez l'élément
italian: Sostituisci Elemento
spanish: Sustituir Elemento

# #31058
source: Show Network Connection Status (and Battery Level on home)
dutch: Geef Netwerkverbinding status weer (en batterij status op beginscherm)
french: Afficher l'état de la connexion réseau (ainsi que le niveau de batterie sur la page d'accueil)
italian: Mostra stato di connessione alla rete (e il livello della batteria sulla pagina principale)
spanish: Mostrar el Estado de la Conexión de Red (y el Nivel de la Batería en la pantalla de Inicio)

# #31060
source: Add
dutch: Toevoegen
french: Ajouter
italian: Aggiungi
spanish: Añadir

# #31061
source: Extra infos
dutch: Extra Info
french: Infos supplémentaires
italian: Extra Info
spanish: Información Extra

# #31062
source: Select Lyrics Add-on
dutch: Selecteer Lyrics Add-on
french: Sélectionnez l'Add-on paroles
italian: Seleziona Add-on testi
spanish: Seleccionar Addon de Letras

# #31063
source: Settings for the handling of your audio library, playback of your songs and karaoke
dutch: Configuratie voor het handelen van je audio bibliotheek, afspelen van je muziek en karaoke
french: Réglages pour le traitement de votre bibliothèque audio, la lecture de vos chansons et karaoké
italian: Impostazioni per la gestione della libreria audio, riproduzione delle canzoni e karaoke
spanish: Ajustes para el manejo de la Biblioteca de audio, reproducción de las canciones y karaoke

# #31064
source: Fullscreen
dutch: Volledig scherm
french: Plein écran
italian: Schermo intero
spanish: Pantalla Plena

# #31065
source: Enable/Disable notification badge showing the number of unwatched Movies and TVShows on Home Icons
dutch: Activeer/Deactiveer notificatie badge die het aantal ongeziene Films en TVShows weergeeft op het Home Icon
french: Activer / Désactiver les badges de notification indiquant le nombre de films et de Séries visionnés sur les icônes de l'accueil.
italian: Attiva/Disattiva il badge di notifica che mostra il numero di film e programmi televisivi non visti sulle icone della pagina principale
spanish: Activar/Desactivar el badge contador que muestra el número de Películas o Capítulos no vistos en los iconos de la pantalla de Inicio

# #31066
source: Enable/Disable Sliding Info Window in Icon View
dutch: Activeer/Deactiveer Extra info slide scherm in Icon weergave
french: Activer / Désactiver la fenêtre d'info coulissante dans la vue par Icône
italian: Attiva/Disattiva la finestra scorrevole informativa quando in modalità di visualizzazione icone
spanish: Ativar/Desactivar la ventana de información deslizante en la vista de Iconos

# #31067
source: Infos in Icon view
dutch: Info in Icon weergave
french: Infos en vue d'icône
italian: Informazioni in visualizzazione icone
spanish: Información en la vista de Iconos

# #31068
source: Random Movies
dutch: Willekeurige films
french: Films aléatoires
italian: Film casuali
spanish: Películas Aleatorias

# #31069
source: SiO2 - SiO2-x Views sliding Panel
dutch: SiO2 - SiO2-x Sliding Weergave Paneel
italian: Pannelli Scorrevoli viste SiO2 / SiO2-x
spanish: Panel deslizante de Vistas de SIO2 - SIO2-x

# #31070
source: Enable or disable the Sliding fanart panel from Sio2 and Sio2x views. When disabed there will be no slider animation and the infos will be always showing.
dutch: Activeer of Deactiveer het Sliding fanart paneel van Sio2 en Sio2x weergave. Wanneer uit, zal er geen slider animaties komen
italian: Attiva o Disattiva i pannelli scorrevoli contenteti le faranno dalle modalità di visualizzazione Sio2 e Sio2x. Se disattivato l'animazione di scorrimento della faranno non sarà presente. Le informazioni verranno comunque mostrate.
spanish: Activar o desactivar el panel de fanart deslizante en las vistas de Sio2 y Sio2x. Si desactivado no habrá animación deslizante y la información aparecerá siempre.

# #31077
source: Settings for the handling of your Video library, playback, subtitles, rendering and hardware acceleration
dutch: Configuratie voor het handelen van je Video bibliotheek, afspelen, ondertitels, renderen en hardware acceleratie
french: Réglages pour le traitement de votre bibliothèque vidéo, la lecture, sous-titres, le rendu et l'accélération matérielle
italian: Impostazioni per la gestione della libreria video, la riproduzione dei filmati, sottotitoli e accelerazione hardware
spanish: Ajustes para el manejo de la Biblioteca de Video, reproducción, subtítulos, rendering y aceleración de hardware

# #31079
source: Change the look and feel of the XBMC interface
dutch: Veranderen het uiterlijk van de XBMC interface
french: Changez l’apparence de l'interface d'XBMC
italian: Cambia l'aspetto dell'interfaccia di XBMC
spanish: Cambiar el look y la experiencia a la interfaz de KODI

# #31082
source: Video Guides
dutch: Video Gids
french: Guides vidéos
italian: Guide Video
spanish: guías vídeo

# #31087
source: Percent Played
dutch: Percentage Afgespeeld
french: Pourcentage lu
italian: Percentuale riprodotta
spanish: Porcentaje reproducido

# #31089
source: Returns all Skin's specifics Settings to defaults. Doesn't change any of the XBMC general settings.
dutch: Veranderen alle Skin specifieke instellingen terug naar standaard. Veranderd geen algemene XBMC instellingen.
french: Remise à l'état initial de tous les réglages spécifique au thème. Cela n'affecte pas les réglage généraux d' XBMC.
italian: Ripristina le specifiche della Skin. Non cambia le impostazioni generali di XBMC
spanish: Devuelve los ajustes del skin a aquellos por defecto. Ninguno de los ajustes generales de KODI serán cambiados.

# #31090
source: Modify LiveTV/PVR setup, playback and recording options, Electronic Program Guide, Parental Control and Power Savings for Live TV
dutch: Wijzig LiveTV/PVR instellingen, afspelen en opnemen opties, Elektrische Programa Gids, Ouderlijk Toezicht en Energiebesparing voor Live TV
french: Modification des paramètres pour la Tv en direct, des options de lecture et d'enregistrement, EPG, contrôle parental et économie d'énergie pour la Tv en direct
italian: Modifica setup di LiveTV/PVR, opzioni di riproduzione e registrazione, Guida ai Programmi Elettronica, Parental Control e risparmio energetico per Live TV
spanish: Modificar los ajustes de LiveTV/PVR, las opciones de reproducción y grabación, de la Guía Electrónica de Programas, el Control Paterno y el Ahorro de Energía para LiveTV

# #31091
source: Pictures listings and slideshow options
dutch: Foto weergaves en slideshow opties
french: Options pour les listes de photos et les diaporamas
italian: Elenchi delle immagini e opzioni di scorrimento
spanish: Listado de Imágenes y opciones de Presentación

# #31092
source: Pick Weather provider and setup locations
dutch: Kies een Weer provider en stel locatie in
french: Choisissez votre fournisseur de données météo et configurez votre localisation
italian: Scegli provider meteo e posizione di setup
spanish: Seleccionar proveedor del Tiempo y ajustes de localización

# #31093
source: Network related services. Choose device name and decide how/if XBMC can be controlled over the network. Also modify sharing options
dutch: Netwerk gerelateerde diensten. Kies een apparaat naam en kies hoe/of XBMC overgenomen kan worden over het netwerk. Verander ook de opties voor het Delen
french: Services relatifs au réseau. Choix du nom et de comment / si XBMC peut être contrôler à travers le réseau. On peut aussi modifier les options de partage.
italian: Servizi relativi al network. Scegli nome dispositivo e decidi come/se controllare XBMC all'interno della rete. Modifica anche le opzioni di condivisione
spanish: Servicios relacionados a la Red. Elegir nombre del dispositivo y decidir cómo/s KODI puede ser controlado a través de la red. También modificar opciones para compartir

# #31094
source: Core Settings. Enable or disable use of specific audio/video hardware and modify its setup, control master lock and enable or disable debug logging
dutch: Core Instellingen. Activeer of Schakel uit specifieke audio/video hardware en verander de instellingen, stel wachtwoord in en schakel debug logging in of uit.
french: Réglages de base. Activer ou désactiver l'utilisation de matériels audio/vidéo spécifiques et modifier leurs réglages, contrôler le verrou maître et activer ou désactiver la journalisation de débogage
italian: Impostazioni di base. Attiva o Disattiva l'uso di uno specifico hardware audio/video e modificane il setup, controlla il blocco principale e attiva o disattiva la registrazione del debugging
spanish: Ajustes del núcleo. Activar o desactivar el uso de hardware específico de audio/video y modificar sus ajustes, controlar el bloqueo principal y activar o desactivar informes de debug

# #31095
source: Skin Specific Options
dutch: Skin specifieke opties
french: Options spécifiques du Thème
italian: Opzioni specifiche della Skin
spanish: Opciones específicas de Skin

# #31096
source: Started Movies
dutch: Films begonnen
french: Films commencés
italian: Film iniziati
spanish: Películas Empezadas

# #31097
source: Manage your OpenELEC system's underlying operating system. From here you can manage the entire system so you don't have to worry about what runs under the hood.[CR][CR]Change your network connectivity, your keyboard layout and language and enable/disable remote access including Samba and SSH.
dutch: Beheer het onderliggende besturingssysteem van OpenELEC. Vanaf hier kunt u het hele systeem beheren, zodat u zich geen zorgen hoeft te maken over wat er onder de motorkap gebeurd.[CR][CR] Verander je netwerkverbindingen, uw toetsenbordindeling en taal en schakel toegang inclusief Samba en SSH aan of uit.
french: Gérez votre système d'exploitation OpenElec. D'ici, vous pouvez gérer l'ensemble du système de sorte que vous n'avez pas à vous soucier de ce qui tourne sous le capot.[CR][CR]Changez votre connectivité réseau, la disposition du clavier et sa langue et activer/désactiver l'accès à distance, y compris Samba et SSH.
italian: Gestisci il sistema operativo di OpenELEC. Da qui puoi gestire l'intero sistema senza doverti preoccupare di ciò che avviene "nel motore". [CR][CR] Cambia la connettività alla rete, la configurazione e la lingua della tastiera e attiva/disattiva l'accesso remoto che include Samba e SSH.
spanish: Controlar sistemas OpenELEC. Desde aquí puedes controlar el sistema al completo sin muchas preocupaciones.[CR][CR]Cambiar la conectividad de la red, la disposición e idioma del teclado y activar/desactivar el acceso remoto incluyendo Samba y SSH.
