Repository: arunkul/skin.sio2x
Catalog: language/*/strings.po
Languages: dutch, french, italian, spanish

# #31413
source: Local subtitle available
dutch: Locale ondertiteling beschikbaar
french: sous-titre disponible en local
italian: Sottotitoli disponibili
spanish: Subtítulos disponibles

# #31415
source: Don't Show Anymore
dutch: Niet meer weergeven
french: Ne plus afficher
italian: Non mostrare più
spanish: No mostrar más

# #31416
source: Show Again next time
dutch: Volgende keer opnieuw weergeven
french: Remontrer la prochaine fois
italian: Mostra di nuovo la prossima volta
spanish: Mostrar la próxima vez

# #31418
source: Opens a list of video files made to help,but also to learn how to maximize Your SiO2-X experience
dutch: Opent een lijst met video bestanden die je helpen om het maximale uit het SiO2-X ervaring te halen.
french: Ouvre une liste de vidéos faites pour vous aider, mais aussi afin de vous apprendre comment maximiser votre expérience sur SiO2-X
italian: Apri una lista di file video che aiutino e insegnino come massimizzare la tua esperienza con SiO2-X
spanish: Abre una lista de ficheros de video de ayuda, y para aprender a mejorar la experiencia con SiO2-X

# #31419
source: Started Movies
dutch: Begonnen films
french: Films commencés
italian: Film iniziati
spanish: Películas Iniciadas

# #31420
source: Show or Hide 3D movies from Regular Library List. If Off, when Library is accessed from Home Icon, it won't show any 3D content. Works only if files are named following Kodi/XBMC rules for 3D automatic identification -- i.e. Must Contain the word 3D
dutch: Toon of verberg 3D films van de standaard bibliotheek lijst. Wanneer uit, zal de Bibliotheek die wordt geopend vanaf het beginscherm geen 3D content weergeven. Werkt alleen als bestandsnamen zijn genaamd volgens de Kodi/XBMC regels voor 3D automatische identificatie -- Moet het woord 3D bevatten.
french: Afficher ou masquer des films en 3D à partir de la médiathèque standard. Si masqué alors lorsque la médiathèque est accédée depuis l'icône du menu accueil, elle ne comportera aucun film en 3D. Ne fonctionne que si les fichiers sont nommés suivant les règles Kodi / XBMC pour l'identification automatique 3D - c'est à dire doit contenir le mot 3D
italian: Mostra o nascondi i film 3D dalla lista della libreria regolare. Se spento, quando si accede alla libreria dall'icona Home, non mostrerà alcun contenuto 3D. Funziona solo se i file vengono nominati secondo le regole Kodi/XBMC per l'identificazione automatica 3D - es. deve contenere il termine 3D.
spanish: Mostrar u ocultar las Películas 3D de la Biblioteca Regular. Si Off, cuando se accede a la Biblioteca desde el Icono de la Pantalla de Inicio, el contenido en 3D no se mostrará. Funciona solamente si los ficheros son nombrados según las normas de Kodi/XBMC para la identificación automática de contenido en 3D -- Debe contener la palabra 3D

# #31421
source: 3D Content in Movies List
dutch: 3D Inhoud in Film Lijst
french: Contenu 3D dans la liste des films
italian: Contenuti 3D nella Lista Film
spanish: Contenido 3D en la Lista de Películas

# #31414
source: TEST
spanish: Prueba

# #31059
source: LiveTV
french: Tv en direct

# #31088
source: Cinema
dutch: Bioscoop
french: Cinéma
