Repository: arunkul/skin.sio2x
Catalog: language/Danish/strings.po
Languages: da

# #31000
source: Page
da: Side

# #31002
source: Karaoke Song
da: Karaoke Sang

# #31003
source: Choose Shortcut function for Music Icon : Albums Artists Genres Songs
da: Vælg genvej-funktion for Musik Ikon: Album Artists Genrer Songs

# #31004
source: Visualization Presets
da: Visualiseringsværktøjer Presets

# #31005
source: End Time
da: Slut Tid

# #31006
source: Last Added
da: Sidst tilføjet

# #31007
source: Last Started
da: Sidste Starte

# #31008
source: Enable/Disable Always Colored Icons on Home Screen, when Disabled Icons will only become colored when Focused
da: Aktiver / Deaktiver Altid farvede ikoner på startskærmen, når Deaktiveret Ikoner kun bliver farvet, når der fokuseres

# #31010
source: Open playlist
da: Åbn afspilningsliste

# #31011
source: Save playlist
da: Gem afspilningsliste

# #31012
source: Clear playlist
da: klar afspilningsliste

# #31013
source: Available Audio
da: Tilgængelige audio

# #31014
source: Current Playlist
da: Aktuel afspilningsliste

# #31016
source: Last Updated
da: Senest Opdateret

# #31017
source: Enable or disable the panel for changing views, filter, search and other options
da: Aktivere eller deaktivere panelet til at ændre visninger, filter, søgning og andre muligheder

# #31018
source: Choose Addon for Lyrics Search & Download
da: Vælg Addon til Lyrics Search & Download

# #31019
source: Enable or Disable Clock On top right of All Pages (not while watching Movies).[CR]Home Menu Will show Time and date.
da: Aktivere eller deaktivere ur til øverst til højre på alle sider (ikke mens du ser film). [CR] Hjem menu viser tid og dato.

# #31020
source: Now Watching
da: Lige nu

# #31021
source: Memory Used:
da: Brugt RAM

# #31022
source: Specify Action for Power Icon in Menu
da: Angiv handling Power Ikon i menuen

# #31023
source: Fanart image[CR][CR]Unavailable[CR][CR] Click button to set
da: Fanart billede[CR][CR]ikke tilgængelig[CR][CR] Klik på knappen for at indstille

# #31025
source: Playlist Options
da: Afspilingsiste Indstillinger

# #31026
source: Get Extra Artwork
da: Få ekstra Artwork

# #31028
source: Custom Background
da: Brugerdefineret Baggrund

# #31029
source: Adds a custom Background to Home Screen. This will automatically switch On the setting for Always Colored Icons on Home screen. This can be manually switched Off from this page.
da: Tilføjer en brugerdefineret baggrund til startskærm. Dette vil automatisk tænd indstillingen for Always farvede ikoner på startskærmen. Dette kan manuelt afbrydes fra denne side.

# #31030
source: Custom Shelf Icon
da: Brugerdefineret Shelf Ikon

# #31031
source: Replace Default Icon on Shelf with a Picture of Your choice.
da: Erstat Standard Ikon på Shelf med et billede af din valg.

# #31032
source: Log Off
da: Log Ud

# #31033
source: Always Colored Menu Icons
da: Altid Farvede Menu Icons

# #31034
source: Click to Add Custom Item to Home Page
da: Klik for at tilføje brugerdefinerede Vare til Home Page

# #31035
source: Click to Pick Icon, Change or Remove Item
da: Klik for at vælge ikon, ændre eller fjerne Item

# #31036
source: Reset ALL skin settings to default
da: Nulstille alle indstillinger skin til standard

# #31039
source: Enable or disable the icon for network connection and battery percentage info (only shown if battery lower than 20%)
da: Aktiver eller deaktiver ikonet for netværksforbindelse og batteri procent info (vises kun, hvis batteriet er lavere end 20%)

# #31041
source: Active Scrollbars
da: Aktive Scrollbars

# #31042
source: Active
da: Aktive

# #31043
source: Passive
da: Passiv

# #31044
source: View options dialog
da: Se Optioner Dialogboks

# #31045
source: Recent/Recommended Inverted First Item
da: Seneste / Anbefalet Inverted første Item

# #31046
source: Customize What Is Displayed On Home Page. Enable or disable buttons and create links for addons or favourites.
da: Tilpas hvad der vises på hjemmesiden. Aktiver eller deaktiver knapperne og oprette links til addons eller favoritter.

# #31047
source: Show Clock
da: Vis ur

# #31048
source: Recommended
da: Anbefalet

# #31049
source: Power icon - Now Set to:
da: Power ikon - nu sat til:

# #31050
source: Quit Menu
da: Afslut menuen

# #31051
source: Custom Shelf Shortcuts
da: Brugerdefineret Shelf Genveje

# #31052
source: Home Page Customizer
da: Forside Customizer

# #31053
source: Link For Music Icon
da: Link Til Musik Ikon

# #31054
source: Enable Views Menu in order to change the way Items are presented to you.
da: Aktiver visning Menu for at ændre den måde Item præsenteres for dig.

# #31055
source: Fullscreen player
da: Fuld skærm spiller

# #31056
source: Change Icon
da: Skift Icon

# #31057
source: Replace Item
da: Udskift Item

# #31058
source: Show Network Connection Status (and Battery Level on home)
da: Vis netværksforbindelse status (og batteri niveau på hjemmebane)

# #31060
source: Add
da: Tilføje

# #31061
source: Extra infos
da: Ekstra info's

# #31062
source: Select Lyrics Add-on
da: Vælg Lyrics Add-on

# #31063
source: Settings for the handling of your audio library, playback of your songs and karaoke
da: Indstillinger for håndtering af din lyd bibliotek, afspilning af dine sange og karaoke

# #31064
source: Fullscreen
da: Fuldskærm

# #31065
source: Enable/Disable notification badge showing the number of unwatched Movies and TVShows on Home Icons
da: Aktiver / Deaktiver meddelelse badge, der viser antallet af usete film og TVShows på Hjem Ikoner

# #31066
source: Enable/Disable Sliding Info Window in Icon View
da: Aktiver / Deaktiver Sliding Info Vindue i Ikonvisning

# #31067
source: Infos in Icon view
da: Info i Ikonvisning

# #31068
source: Random Movies
da: Vilkårlige film

# #31077
source: Settings for the handling of your Video library, playback, subtitles, rendering and hardware acceleration
da: Indstillinger for håndtering af dit videobibliotek, afspilning, undertekster, rendering og hardwareacceleration

# #31079
source: Change the look and feel of the XBMC interface
da: Ændre udseendet og fornemmelsen af ​​XBMC-interface

# #31087
source: Percent Played
da: procent Spillet

# #31088
source: Cinema
da: Biografen

# #31089
source: Returns all Skin's specifics Settings to defaults. Doesn't change any of the XBMC general settings.
da: Returnerer alle Skins detaljerne til standardindstillingerne. Ændrer ikke nogen af ​​XBMC generelle indstillinger

# #31090
source: Modify LiveTV/PVR setup, playback and recording options, Electronic Program Guide, Parental Control and Power Savings for Live TV
da: Ændre LiveTV / PVR setup, afspilning og optagelse muligheder, Electronic Program Guide, forældrekontrol og strømbesparelser til Live TV

# #31091
source: Pictures listings and slideshow options
da: Billeder oversigter og diasshowindstillinger

# #31092
source: Pick Weather provider and setup locations
da: Pick Vejret udbyder og opsætning steder

# #31093
source: Network related services. Choose device name and decide how/if XBMC can be controlled over the network. Also modify sharing options
da: Netværk relaterede tjenester. Vælg enhedens navn og beslutte, hvordan / hvis XBMC kan styres over netværket. Modificere Også delingsmuligheder

# #31094
source: Core Settings. Enable or disable use of specific audio/video hardware and modify its setup, control master lock and enable or disable debug logging
da: Core indstillinger. Aktiver eller deaktiver brug af specifik audio / video hardware og ændre sin opsætning, kontrol mester lås og aktivere eller deaktivere fejlfindingslogger

# #31095
source: Skin Specific Options
da: Skin specifikke indstillinger

# #31096
source: Started Movies
da: Startede film

# #31097
source: Manage your OpenELEC system's underlying operating system. From here you can manage the entire system so you don't have to worry about what runs under the hood.[CR][CR]Change your network connectivity, your keyboard layout and language and enable/disable remote access including Samba and SSH.
da: Administrer din OpenELEC systemets underliggende operativsystem. Herfra kan du styre hele systemet, så du ikke behøver at bekymre sig om hvad kører under kølerhjelmen. [CR][CR] Skift din netværksforbindelse, dit tastatur layout og sprog og aktivere / deaktivere fjernadgang herunder Samba og SSH.

# #31413
source: Local subtitle available
da: Lokale undertekster tilgængelig

# #31415
source: Don't Show Anymore
da: Vis ikke igen

# #31416
source: Show Again next time
da: Vis igen næste gang

# #31418
source: Opens a list of video files made to help,but also to learn how to maximize Your SiO2-X experience
da: Åbner en liste over videofiler lavet for at hjælpe, men også for at lære, hvordan du optimerer din SiO2-X oplevelse

# #31419
source: Started Movies
da: Startede film

# #31420
source: Show or Hide 3D movies from Regular Library List. If Off, when Library is accessed from Home Icon, it won't show any 3D content. Works only if files are named following Kodi/XBMC rules for 3D automatic identification -- i.e. Must Contain the word 3D
da: Vis eller Skjul 3D-film fra Regelmæssig Bibliotek List. Hvis deaktiveret, når biblioteket er adgang fra Home-ikon, vil det ikke vise nogen 3D-indhold. Virker kun, hvis filerne er navngivet efter Kodi / XBMC regler for 3D automatisk identifikation - altså skal indeholde ordet 3D

# #31421
source: 3D Content in Movies List
da: 3D-indhold i film liste
